Repository: vdr-projects/vdr-plugin-muggle
Catalog: po/*.po
Languages: de, fr

source: Loading lyrics from internet...
de: Lade Text aus dem Internet...
fr: Cherchant le texte dans le web

source: Save this version?
de: Diese Version speichern?
fr: Sauvegarder cette version?

source: empty database created
de: leere Datenbank angelegt
fr: créé base des données vide

source: Cannot get exclusive lock on SQLite database %s:%d/%s
de: Kann kein exklusives Lock bekommen auf SQLite Datenbank %s: %d/%s
fr: Pas d'accès exclusif à la base des données SQLite %s:%d/%s

source: File %s not found
de: Datei %s nicht gefunden
fr: Fichier %s pas trouvé

source: Commands
de: Befehle
fr: Commandes

source: Database is empty
de: Datenbank ist leer
fr: La base des données est vide

source: Genre
de: Stil

source: Genre1
de: Stil1

source: Genre2
de: Stil2

source: Genre3
de: Stil3

source: Folder1
de: Ordner1
fr: Dossier1

source: Folder2
de: Ordner2
fr: Dossier2

source: Folder3
de: Ordner3
fr: Dossier3

source: Folder4
de: Ordner4
fr: Dossier4

source: Artist
de: Künstler
fr: Artiste

source: ArtistABC
de: KünstlerABC
fr: Artiste ABC

source: Title
de: Titel
fr: Titre

source: TitleABC
de: TitelABC
fr: Titre ABC

source: Track
de: Stück
fr: pièce

source: Decade
de: Dekade
fr: Décade

source: Created
de: Erzeugt
fr: Nouveau

source: Modified
de: Geändert
fr: Modifié

source: Collection
de: Sammlung

source: Collection item
de: Sammlungsstück
fr: Pièce de collection

source: Language
de: Sprache
fr: Langue

source: Year
de: Jahr
fr: Année

source: not implemented
de: Nicht implementiert
fr: pas programmé

source: Parent
de: Zurück
fr: retour

source: Change shuffle mode
de: Ändere Zufallsmodus
fr: changer mode alléatoire

source: Lyrics
de: Text
fr: Texte

source: Load Lyrics
de: Lade Text
fr: Chercher Texte

source: Save Lyrics
de: Speichere Text
fr: Sauvegarde Texte

source: Change loop mode
de: Ändere Schleifenmodus
fr: changer mode répétition

source: Order
de: Sortierung
fr: Ordre

source: Select an order
de: Sortierung wählen
fr: Choisir un ordre

source: Button$Edit
de: Ändern
fr: Changer

source: Create
de: Neu
fr: Nouveau

source: Button$Delete
de: Löschen
fr: Effacer

source: List
de: Liste
fr: Liste

source: Browse
de: Navigieren
fr: Naviguer

source: Collections
de: Sammlungen

source: Synchronize database
de: Datenbank synchronisieren
fr: Synchroniser les données

source: Default
de: Ziel
fr: Destinataire

source: Set default to collection '%s'
de: Setze Ziel auf Sammlung '%s'
fr: Changer destination à la collection '%s'

source: Default collection is now '%s'
de: Ziel-Sammlung ist jetzt '%s'
fr: destination est maintenant '%s'

source: Set
de: Setzen
fr: Définir

source: Instant play
de: Sofort spielen
fr: Jouer en direct

source: Add
de: Hinzu
fr: Ajouter

source: Add all to a collection
de: Zu einer Sammlung hinzufügen
fr: Ajouter tout à une collection

source: '%s' to collection
de: '%s' zu Sammlung
fr: Ajoute '%s' à une collection

source: Add all to '%s'
de: Alles zu '%s' hinzufügen
fr: Ajoute tout à '%s'

source: Add to a collection
de: Zu einer Sammlung hinzufügen
fr: Ajouter à une collection

source: Add to '%s'
de: Zu '%s' hinzufügen
fr: Ajouter à '%s'

source: Remove '%s' from collection
de: '%s' aus Sammlung entfernen
fr: Effacer '%s' de la collection

source: Remove all from a collection
de: Alles aus einer Sammlung entfernen
fr: Vider la collection

source: Clear
de: Leeren
fr: Vider

source: Clear the collection
de: Sammlung leeren
fr: Vider la collection

source: Clear the collection?
de: Sammlung leeren?
fr: Vider la collection?

source: Remove
de: Weg
fr: Effacer

source: Remove from a collection
de: Aus einer Sammlung entfernen
fr: Effacer d'une collection

source: Create collection
de: Sammlung anlegen
fr: Créer une collection

source: Delete the collection
de: Sammlung löschen
fr: Effacer la collection

source: Delete the collection?
de: Sammlung löschen?
fr: Effacer la collection?

source: Export
de: Exportieren
fr: Exporter

source: Export track list
de: Stückliste exportieren
fr: Exporter la liste

source: Order is undefined
de: Sortierung nicht definiert
fr: Ordre pas défini

source: play
de: spielen
fr: jouer

source: Commands:%s
de: Befehle:%s
fr: Commandes:%s

source: Key %d
de: Schlüsselfeld %d
fr: clef %d

source: Sort by count
de: Nach Häufigkeit sortieren
fr: Ordre par quantité

source: Create database %s?
de: Datenbank %s anlegen?
fr: Générer la base des données %s?

source: Import items?
de: Titel importieren?
fr: Importer les titres?

source: %d tracks : %s
de: %d Stücke : %s
fr: %d pièces : %s

source: Lyrics: Yes
de: Text: Ja
fr: Texte: Oui

source: Lyrics: No
de: Text: Nein
fr: Texte: Non

source: Now playing :
de: Jetzt läuft :
fr: En jouant

source: Volume
de: Lautstärke

source: of
de: von
fr: de

source: More..
de: Mehr...
fr: plus...

source: Jump
de: Springe
fr: Saut

source: Delete
de: Löschen
fr: Effacer

source: Copy
de: Kopieren
fr: Copier

source: Time
de: Zeit
fr: Heure

source: Jump:
de: Sprung:
fr: Saut:

source: Initial loop mode
de: Endlosmodus beim Start
fr: mode répétition initial

source: off
de: aus
fr: non

source: on
de: an
fr: actif

source: Initial shuffle mode
de: Zufallsmodus beim Start
fr: mode alléatoire initial

source: Display mode
de: Anzeigemodus
fr: mode de display

source: Audio mode
de: Audio Modus
fr: Mode audio

source: Round
de: Runden

source: Use 48kHz mode only
de: Nur 48kHz Modus nutzen
fr: Seulement 48kHz mode

source: no
de: Nein
fr: non

source: yes
de: Ja
fr: oui

source: Normalizer level
de: Normalizer

source: Limiter level
de: Begrenzer

source: Black
de: Aus (schwarz)
fr: Noir

source: Cover small
de: Kleines Cover
fr: Image petit

source: Cover big
de: Großes Cover
fr: Image grand

source: Live
de: TV-Bild

source: Image mode
de: Bildmodus
fr: Mode image

source: Image show duration (secs)
de: Anzeigedauer für Bilder
fr: Duration par image (sec)

source: Cache directory
de: Verzeichnis für Zwischenspeicher
fr: Répertoire temporaire

source: Use DVB still picture
de: DVB still picture benutzen
fr: Utiliser DVB still picture

source: Show artist first
de: Künstler vorne anzeigen
fr: montrer l'artiste en avant

source: Fastforward jump (secs)
de: Schnell vorwärts (sec)
fr: Avance rapide (secs)

source: Setup.muggle$Transparency for cover
de: Setup.muggle$Transparenz für Cover
fr: Setup.muggle$Transparancy de l'image

source: Delete stale references
de: Einträge löschen, wenn Datei fehlt
fr: Effacer références éventées

source: Rating
fr: Estimation

source: Track-
fr: Pièce-

source: Track+
fr: Pièce+

source: Cannot access directory %s:%d
fr: Ne peux pas lire %s:%d
